Repository: JasonUnik/StarMap2D
Catalog: StarMap2D.Localization/UI.*.resx
Languages: fi

source: Above horizon
fi: Horisontin yläpuolella

source: Additional data
fi: Lisätietoja

source: Azimuth
fi: Atsimuutti

source: Cancel
fi: Peruuta

source: Celestial object
fi: Taivaankappale

source: Common
fi: Yleistä

source: Compass direction
fi: Kompassin suunta

source: Coordinates
fi: Koordinaatit

source: Copy to clipboard
fi: Kopioi leikepöydälle

source: Cross hair size
fi: Keskiristikon koko

# DataFormattingCulture
source: Data formatting culture (i.e. numbers, etc)
fi: Datan muotoilun kultuuri (esim. numeron, jne)

# DateAndNumberFormattingSettings
source: Date and number formatting
fi: Päiväys- ja numeromuotoilu

source: Date and time formatting culture
fi: Päiväyksen ja ajan muotoilun kultuuri

source: Declination
fi: Deklinaatio

source: Declination (degrees)
fi: Deklinaatio (astetta)

source: Draw constellation borders
fi: Tähtikuvioiden rajat

source: Draw constellation boundaries
fi: Piirrä tähtikuvioiden rajat

# DrawConstellationNames
source: Draw constellation labels
fi: Piirrä tähtikuvioiden nimet

source: Draw constellations
fi: Piirrä tähtikuviot

source: Draw cross hair
fi: Piirrä keskiristikko

# EmbeddedParameter
source: Embedded ({0})
fi: Sisällytetty ({0})

source: Font
fi: Kirjasin

source: Font (monospaced)
fi: Kirjasin (tasavälinen)

source: Fonts and appearance
fi: Kirjasimet ja ulkoasu

source: Height
fi: Korkeus

source: Horizontal, altitude (degrees)
fi: Horisontaali korkeus (astetta)

source: Horizontal coordinates in degrees
fi: Horisontaalikoordinaatit asteissa

# HourMinusOne
source: Hour - 1
fi: Tunti - 1

# HourPlusOne
source: Hour + 1
fi: Tunti + 1

source: Invert east-west
fi: Käännä itä-länsi

# InvertEastWestAxis
source: Invert east-west axis of the map
fi: Käännä kartta itä-länsiakselin suhteen

# JumpToLcation
source: Jump to location
fi: Hyppää sijaintiin

source: Latitude
fi: Leveysasteet

source: Location name
fi: Sijainnin nimi

source: Longitude
fi: Pituusasteet

source: Object name
fi: Objektin nimi

source: Right ascension
fi: Rektaskensio

source: Right ascension (hours)
fi: Rektaskensio (tuntia)

source: Select location
fi: Valitse sijainti

source: Settings
fi: Asetukset

source: Skip calculated objects
fi: Jätä pois laskettavat objektit

# SkyMapTitle
source: SkyMap2D - Sky map [Latitude: {0:F5}, Longitude: {1:F5}], [Time: {2}], [Sidereal time: {3}]
fi: SkyMap2D - Tähtikartta [Leveys: {0:F5}, Pituus: {1:F5}], [Aika: {2}], [Tähtiaika: {3}]

# SpecifyDateTimeTitle
source: Specify date and time
fi: Valitse ajankohta

source: Speed per time unit
fi: Nopeus aikayksikköä kohden

# StarCatalogSelection
source: Star catalog to use
fi: Käytettävä tähtiluettelo

source: Star map
fi: Tähtikartta

source: Time
fi: Aika

# UiLanguageRequireRestart
source: Language (localization, a restart is required)
fi: Käyttöliittymän kieli (uudelleenkäynnistys tarvitaan)

source: Celestial objects
fi: Taivaankappaleet

source: &File
fi: &Tiedosto

source: Quit
fi: Lopeta

source: Test stuff
fi: Testaa juttuja

source: Help
fi: Apu

source: About
fi: Tietoja

# SunTime
source: Time (the Sun)
fi: Aika (aurinko)

# SunDegrees
source: Sun height °
fi: Auringon korkeus °

# MoonTime
source: Time (the Moon)
fi: Aika (kuu)

# MoonDegrees
source: Moon height °
fi: Kuun korkeus °

source: Export CSV
fi: Vie CSV

source: Date and time
fi: Päiväys ja aika

source: CSV files
fi: CSV-tiedostot

source: Save to CSV file
fi: Tallenna CSV-tiedostoon

source: Celestial object details
fi: Taivaankappaleiden tietoja

source: Map color settings
fi: Kartan värien asetukset

source: Constellation line color
fi: Tähtikuvion viivan väri

source: Constellation border line color
fi: Tähtikuvion rajaviivan väri

source: Map circle color
fi: Kartan ympyrän väri

source: Map surroundings color
fi: Kartan ulkoalueen väri

source: Map text color
fi: Kartan tekstin väri

source: Map cross hair color
fi: Keskiristikon väri

source: Known object symbols
fi: Tunnettujen objektien symbolit

source: Selected object
fi: Valittu objekti

source: Selected object name
fi: Valitun objektin nimi

source: Object diameter
fi: Objektin läpimitta

source: Do not use the object
fi: Älä käytä objektia

source: Symbol circle color
fi: Symbolin ympyrän väri

source: Symbol color
fi: Symbolin väri

source: Symbol image
fi: Symbolin kuva

source: Reset object graphics
fi: Palauta objektien grafiikat

source: Object details
fi: Objektien tiedot

source: Previous day
fi: Edellinen päivä

source: Next day
fi: Seuraava päivä

source: Current day
fi: Kuluva päivä

source: Always re-scale
fi: Aina uudelleensovitus

source: Adapt
fi: Mukautuminen

source: Maximum axes
fi: Akselien maksimi

source: Rise and set graph draw mode
fi: Lasku- ja nousukuvaajan piirtotyyli

source: Sun rise
fi: Auringon nousu

source: Sun set
fi: Auringon lasku

source: Day length
fi: Päivän pituus

source: Moon rise
fi: Kuun nousu

source: Moon set
fi: Kuun lasku

source: Moon disc tilting
fi: Kuun kiekon kallistus

source: Moon phase
fi: Kuun vaihe

source: Date
fi: Päiväys

source: Rise
fi: Nousu

source: Set
fi: Lasku

source: Moon calendar {0}
fi: Kuukalenteri {0}

source: Previous month
fi: Edellinen kuukausi

source: Next month
fi: Seuraava kuukausi

source: Current month
fi: Nykyinen kuukausi

source: Data font color
fi: Datatekstin väri

source: UI icons color
fi: Käyttöliittymän ikonien väri

source: Constellation
fi: Tähtikuvio

source: Moon calendar
fi: Kuukalenteri

source: Moon constellation
fi: Kuun tähtikuvio
